{
  "NEWS": 
  [
  {
    "id": 1,
    "img": "https://wallpapercave.com/wp/wp4728731.jpg",
    "title": "INTERVIEW: Makoto Shinkai, Director, “Weathering With You“",
    "description":
      "It’s the summer of 2011. The long-range weather forecast for Tokyo is rain. And it’s not. Going to. Stop. Such is the sad state of affairs in Weathering With You, from Japanese director Makoto Shinkai. His previous work, Your Name, became the first anime not directed by Hayao Miyazaki to earn more than U.S. $100 million at the Japanese box office, achieving $348 million worldwide. With his latest film, Shinkai presents another love story. This one is between Hodaka Morishima, a runaway teen, and Hina, a girl he meets working at a McDonald’s in Tokyo. She has the uncanny ability to stop the rain, at least temporarily.",
    "date": "Apr 19, 2021",
    "bookmark": "false"
  },
  {
    "id": 2,
    "img":
      "https://i.pinimg.com/originals/93/6a/16/936a16e763648862196360f3c12bde3d.jpg",
      "title": "Блин! Масленица же!",
      "description": "Если вспомните, данный диалог взят из старого армянского мультика с жутковатой рисовкой. Но важно не это. Важно то, что в следующий вторник мы приглашаем вас попрощаться с зимой, и напоследок - отведать блинцов с топингами на любой вкус и выпить согревающего глинтвейна!",
    "date": "Mar 19, 2021",
    "bookmark": "false"
  },
  {
    "id": 3,
    "img":
    "https://i.pinimg.com/originals/8f/a9/97/8fa9975a9e6f6251ee55a4a26f06d440.jpg",
    "title": "А пойдем в баньку?",
    "description":
    "А не сходить ли нам в баньку? Помнится, мы вам обещали горячий февраль? Так вот, держите! 6 и 27 февраля объявляем банными деньками! В субботу, после трудовой недели, мы решительно перестаем париться о рабочих задачах и идем париться в своё удовольствие в банный комплекс!",
    "date": "Mar 13, 2021",
    "bookmark": "true"
  },
  {
    "id": "4",
    "img":
      "https://wallpaperboat.com/wp-content/uploads/2020/04/aesthetic-anime-wallpaper-1920x1080-12-920x518.jpg",
      "title": "Тестовый share",
    "description": "Медовый спас",
    "date": "Mar 03, 2021",
    "bookmark": "true"
  },
  {
    "id": "5",
    "img": "https://wallpaperboat.com/wp-content/uploads/2020/04/aesthetic-anime-wallpaper-image-17-920x518.jpg",
    "text": "post5",
    "date": "Mar 21, 2021",
    "bookmark": "false"
  }
]
}